{
    "languages": {
        "ru": {
            "cards": [
                {
                    "id": "0",
                    "card_order": "0",
                    "major_card": true,
                    "suit": null,
                    "image": "",
                    "astrology": {
                        "planet": "Уран",
                        "zodiac": "Водолей"
                    },
                    "numerology": "0",
                    "mantra": "Я иду вперёд с открытым сердцем, не боясь неизвестности.",
                    "metaphor": "Шаг в пустоту, за которым начинается жизнь.",
                    "title": "Дурак",
                    "keywords": [
                        "начало",
                        "свобода",
                        "путь",
                        "потенциал",
                        "непредсказуемость",
                        "интуиция",
                        "спонтанность"
                    ],
                    "main_description": "«Дурак» символизирует начало пути, чистый потенциал и доверие к жизни. Он не боится шагнуть в неизвестность и следовать за своим внутренним голосом. Эта карта говорит о свободе от предрассудков и открытости новому опыту.",
                    "full_description": "Карта «Дурак» — это архетип первичного импульса. Она указывает на возможность нового начала, наивность, готовность к приключениям. Это момент, когда мы ещё не знаем, что ждёт нас впереди, но уже делаем первый шаг. «Дурак» — не глупец, а тот, кто живёт сердцем. Его энергия — смелая и спонтанная, он не подчиняется правилам, а движется за зовом души. В раскладах карта часто означает неожиданные повороты, смелые решения или необходимость отпустить контроль.",
                    "symbolism": "На классическом изображении «Дурак» стоит на краю обрыва, с лёгкой походной сумкой, белой розой и сопровождающей его собакой. Обрыв — это граница между известным и неизвестным. Сумка — опыт, который он несёт, возможно, не осознавая его ценности. Белая роза символизирует чистоту намерений, а собака — инстинкты и верных спутников на пути.",
                    "magic_description": "«Дурак» открывает врата в магическое пространство новых возможностей. В ритуалах карта используется для начала циклов, запуска проектов и очищения от старых ограничений. Её энергия благоприятна для работы с интуицией и активации внутреннего голоса.",
                    "day_description": "День под влиянием «Дурака» может быть полон сюрпризов, спонтанных решений и новых встреч. Это время, когда стоит доверять потоку, отпускать контроль и быть открытым всему, что приходит.",
                    "summary_description": "Символ начала, свободы и интуитивного пути. «Дурак» — карта нуля, чистого листа и смелости быть собой.",
                    "advice_upright": "Позволь себе шагнуть за пределы привычного. Рискни. Мир щедр к тем, кто идёт своим путём.",
                    "advice_reversed": "Проверь, не закрываешь ли ты глаза на реальность. Избегай легкомыслия и неосознанных решений.",
                    "emotion": "Воодушевление, любопытство, лёгкость",
                    "element": "Воздух",
                    "energy": "Ян",
                    "aspects": [
                        {
                            "aspect": "love",
                            "label": "Love",
                            "description": "Questions about relationships...",
                            "upright": [
                                "В отношениях «Дурак» говорит о лёгкости, флирте, новых знакомствах. Это период, когда любовь приходит неожиданно, без плана и условий."
                            ],
                            "reversed": [
                                "Проблемы с обязательствами, бегство от ответственности или эмоциональная незрелость. Стоит задуматься, готов ли ты к серьёзности."
                            ]
                        },
                        {
                            "aspect": "work",
                            "label": "Work",
                            "description": "Situations related to career...",
                            "upright": [
                                "Новые проекты, неожиданные предложения, смена направления. Время пробовать и идти нестандартными путями."
                            ],
                            "reversed": [
                                "Отсутствие фокуса, спонтанные решения без плана. Возможна ошибка из-за неопытности или безрассудства."
                            ]
                        },
                        {
                            "aspect": "finance",
                            "label": "Finance",
                            "description": "Topics about money...",
                            "upright": [
                                "Шанс на неожиданный доход, но важно сохранять осознанность. Деньги могут прийти спонтанно, так же легко — уйти."
                            ],
                            "reversed": [
                                "Безответственное отношение к финансам, траты на эмоциях, избегание финансового планирования."
                            ]
                        },
                        {
                            "aspect": "health",
                            "label": "Health",
                            "description": "Physical and emotional well-being...",
                            "upright": [
                                "Хорошее самочувствие благодаря внутренней лёгкости. Возможны неожиданные изменения, положительные или нейтральные."
                            ],
                            "reversed": [
                                "Травмы из-за невнимательности, нестабильное эмоциональное состояние. Стоит быть осторожнее с телом."
                            ]
                        },
                        {
                            "aspect": "spirit",
                            "label": "Spirituality",
                            "description": "Inner path, intuition, spiritual growth...",
                            "upright": [
                                "Открытие духовного пути, спонтанные озарения. Вера без доказательств, интуитивное движение вперёд."
                            ],
                            "reversed": [
                                "Скептицизм, потеря связи с собой, духовная растерянность. Нужно время для перезагрузки."
                            ]
                        },
                        {
                            "aspect": "self",
                            "label": "Self-Development",
                            "description": "Personal growth, confidence...",
                            "upright": [
                                "Рост через пробу и ошибку. Познание себя в действии, готовность рисковать ради опыта."
                            ],
                            "reversed": [
                                "Отказ от личного развития, застревание в инфантильности. Страх перед взрослением."
                            ]
                        },
                        {
                            "aspect": "family",
                            "label": "Family",
                            "description": "Family ties, parenting...",
                            "upright": [
                                "Новые этапы в семейной жизни, возможно рождение ребёнка или переезд. Лёгкость в отношениях с близкими."
                            ],
                            "reversed": [
                                "Недостаток ответственности, избегание семейных обязанностей. Конфликты на почве легкомыслия."
                            ]
                        },
                        {
                            "aspect": "friends",
                            "label": "Friendship & Social Circle",
                            "description": "Social dynamics, new friendships...",
                            "upright": [
                                "Новые знакомства, необычные люди, неожиданные социальные связи. Весёлое и непринуждённое общение."
                            ],
                            "reversed": [
                                "Разочарование в друзьях, поверхностное общение, нехватка надёжности в окружении."
                            ]
                        },
                        {
                            "aspect": "decision",
                            "label": "Decisions",
                            "description": "Crossroads, making a choice...",
                            "upright": [
                                "Интуитивное принятие решений, доверие внутреннему голосу. Риск может быть оправдан."
                            ],
                            "reversed": [
                                "Импульсивные или неосознанные решения. Стоит остановиться и подумать ещё раз."
                            ]
                        },
                        {
                            "aspect": "future",
                            "label": "Future",
                            "description": "Forecasts, upcoming energies...",
                            "upright": [
                                "Неожиданные перемены, новая глава жизни. Всё зависит от твоей смелости и открытости."
                            ],
                            "reversed": [
                                "Будущее туманно из-за отсутствия ясных целей. Возможны резкие повороты, если не сменить подход."
                            ]
                        },
                        {
                            "aspect": "lesson",
                            "label": "Life Lesson",
                            "description": "Karmic or spiritual lessons...",
                            "upright": [
                                "Научиться доверять жизни и идти вперёд, не имея всех ответов. Обретение мудрости через опыт."
                            ],
                            "reversed": [
                                "Повторение старых ошибок из-за невнимательности. Не пройденный урок на тему ответственности."
                            ]
                        },
                        {
                            "aspect": "creativity",
                            "label": "Creativity",
                            "description": "Inspiration, artistic expression...",
                            "upright": [
                                "Порыв вдохновения, неожиданные идеи, нестандартные подходы к творчеству."
                            ],
                            "reversed": [
                                "Хаотичность, творческий кризис, отсутствие направления. Стоит найти внутреннюю опору."
                            ]
                        },
                        {
                            "aspect": "travel",
                            "label": "Travel & Relocation",
                            "description": "Trips, moves, changes in environment...",
                            "upright": [
                                "Внезапные поездки, спонтанные путешествия, смена места жительства. Всё к лучшему."
                            ],
                            "reversed": [
                                "Проблемы в дороге, неудачные планы, неподготовленные перемещения. Важно всё обдумать."
                            ]
                        },
                        {
                            "aspect": "karma",
                            "label": "Karma & Soul Path",
                            "description": "Patterns, past-life influence...",
                            "upright": [
                                "Начало нового витка кармы. Очищение и освобождение от старых шаблонов. Свобода выбора."
                            ],
                            "reversed": [
                                "Возврат к старым кармическим циклам. Повторение прошлого из-за неосознанности."
                            ]
                        }
                    ]
                }
            ]
        }
    }
}