{
  "languages": {
    "ru": {
      "cards": [
        {
          "id": "0",
          "card_order": "0",
          "major_card": true,
          "suit": null,
          "image": "",
          "astrology": {
            "planet": "Уран",
            "zodiac": "Водолей"
          },
          "numerology": "0",
          "mantra": "Я иду вперёд с открытым сердцем, не боясь неизвестности.",
          "metaphor": "Шаг в пустоту, за которым начинается жизнь.",
          "title": "Дурак",
          "keywords": [
            "начало",
            "свобода",
            "путь",
            "потенциал",
            "непредсказуемость",
            "интуиция",
            "спонтанность"
          ],
          "main_description": "«Дурак» символизирует начало пути, чистый потенциал и доверие к жизни. Он не боится шагнуть в неизвестность и следовать за своим внутренним голосом. Эта карта говорит о свободе от предрассудков и открытости новому опыту.",
          "full_description": "Карта «Дурак» — это архетип первичного импульса. Она указывает на возможность нового начала, наивность, готовность к приключениям. Это момент, когда мы ещё не знаем, что ждёт нас впереди, но уже делаем первый шаг. «Дурак» — не глупец, а тот, кто живёт сердцем. Его энергия — смелая и спонтанная, он не подчиняется правилам, а движется за зовом души. В раскладах карта часто означает неожиданные повороты, смелые решения или необходимость отпустить контроль.",
          "symbolism": "На классическом изображении «Дурак» стоит на краю обрыва, с лёгкой походной сумкой, белой розой и сопровождающей его собакой. Обрыв — это граница между известным и неизвестным. Сумка — опыт, который он несёт, возможно, не осознавая его ценности. Белая роза символизирует чистоту намерений, а собака — инстинкты и верных спутников на пути.",
          "magic_description": "«Дурак» открывает врата в магическое пространство новых возможностей. В ритуалах карта используется для начала циклов, запуска проектов и очищения от старых ограничений. Её энергия благоприятна для работы с интуицией и активации внутреннего голоса.",
          "day_description": "День под влиянием «Дурака» может быть полон сюрпризов, спонтанных решений и новых встреч. Это время, когда стоит доверять потоку, отпускать контроль и быть открытым всему, что приходит.",
          "summary_description": "Символ начала, свободы и интуитивного пути. «Дурак» — карта нуля, чистого листа и смелости быть собой.",
          "advice_upright": "Позволь себе шагнуть за пределы привычного. Рискни. Мир щедр к тем, кто идёт своим путём.",
          "advice_reversed": "Проверь, не закрываешь ли ты глаза на реальность. Избегай легкомыслия и неосознанных решений.",
          "emotion": "Воодушевление, любопытство, лёгкость",
          "element": "Воздух",
          "energy": "Ян",
          "aspects": [
            {
              "aspect": "love",
              "label": "Love",
              "description": "Questions about relationships...",
              "upright": [
                "В отношениях «Дурак» говорит о лёгкости, флирте, новых знакомствах. Это период, когда любовь приходит неожиданно, без плана и условий."
              ],
              "reversed": [
                "Проблемы с обязательствами, бегство от ответственности или эмоциональная незрелость. Стоит задуматься, готов ли ты к серьёзности."
              ]
            },
            {
              "aspect": "work",
              "label": "Work",
              "description": "Situations related to career...",
              "upright": [
                "Новые проекты, неожиданные предложения, смена направления. Время пробовать и идти нестандартными путями."
              ],
              "reversed": [
                "Отсутствие фокуса, спонтанные решения без плана. Возможна ошибка из-за неопытности или безрассудства."
              ]
            },
            {
              "aspect": "finance",
              "label": "Finance",
              "description": "Topics about money...",
              "upright": [
                "Шанс на неожиданный доход, но важно сохранять осознанность. Деньги могут прийти спонтанно, так же легко — уйти."
              ],
              "reversed": [
                "Безответственное отношение к финансам, траты на эмоциях, избегание финансового планирования."
              ]
            },
            {
              "aspect": "health",
              "label": "Health",
              "description": "Physical and emotional well-being...",
              "upright": [
                "Хорошее самочувствие благодаря внутренней лёгкости. Возможны неожиданные изменения, положительные или нейтральные."
              ],
              "reversed": [
                "Травмы из-за невнимательности, нестабильное эмоциональное состояние. Стоит быть осторожнее с телом."
              ]
            },
            {
              "aspect": "spirit",
              "label": "Spirituality",
              "description": "Inner path, intuition, spiritual growth...",
              "upright": [
                "Открытие духовного пути, спонтанные озарения. Вера без доказательств, интуитивное движение вперёд."
              ],
              "reversed": [
                "Скептицизм, потеря связи с собой, духовная растерянность. Нужно время для перезагрузки."
              ]
            },
            {
              "aspect": "self",
              "label": "Self-Development",
              "description": "Personal growth, confidence...",
              "upright": [
                "Рост через пробу и ошибку. Познание себя в действии, готовность рисковать ради опыта."
              ],
              "reversed": [
                "Отказ от личного развития, застревание в инфантильности. Страх перед взрослением."
              ]
            },
            {
              "aspect": "family",
              "label": "Family",
              "description": "Family ties, parenting...",
              "upright": [
                "Новые этапы в семейной жизни, возможно рождение ребёнка или переезд. Лёгкость в отношениях с близкими."
              ],
              "reversed": [
                "Недостаток ответственности, избегание семейных обязанностей. Конфликты на почве легкомыслия."
              ]
            },
            {
              "aspect": "friends",
              "label": "Friendship & Social Circle",
              "description": "Social dynamics, new friendships...",
              "upright": [
                "Новые знакомства, необычные люди, неожиданные социальные связи. Весёлое и непринуждённое общение."
              ],
              "reversed": [
                "Разочарование в друзьях, поверхностное общение, нехватка надёжности в окружении."
              ]
            },
            {
              "aspect": "decision",
              "label": "Decisions",
              "description": "Crossroads, making a choice...",
              "upright": [
                "Интуитивное принятие решений, доверие внутреннему голосу. Риск может быть оправдан."
              ],
              "reversed": [
                "Импульсивные или неосознанные решения. Стоит остановиться и подумать ещё раз."
              ]
            },
            {
              "aspect": "future",
              "label": "Future",
              "description": "Forecasts, upcoming energies...",
              "upright": [
                "Неожиданные перемены, новая глава жизни. Всё зависит от твоей смелости и открытости."
              ],
              "reversed": [
                "Будущее туманно из-за отсутствия ясных целей. Возможны резкие повороты, если не сменить подход."
              ]
            },
            {
              "aspect": "lesson",
              "label": "Life Lesson",
              "description": "Karmic or spiritual lessons...",
              "upright": [
                "Научиться доверять жизни и идти вперёд, не имея всех ответов. Обретение мудрости через опыт."
              ],
              "reversed": [
                "Повторение старых ошибок из-за невнимательности. Не пройденный урок на тему ответственности."
              ]
            },
            {
              "aspect": "creativity",
              "label": "Creativity",
              "description": "Inspiration, artistic expression...",
              "upright": [
                "Порыв вдохновения, неожиданные идеи, нестандартные подходы к творчеству."
              ],
              "reversed": [
                "Хаотичность, творческий кризис, отсутствие направления. Стоит найти внутреннюю опору."
              ]
            },
            {
              "aspect": "travel",
              "label": "Travel & Relocation",
              "description": "Trips, moves, changes in environment...",
              "upright": [
                "Внезапные поездки, спонтанные путешествия, смена места жительства. Всё к лучшему."
              ],
              "reversed": [
                "Проблемы в дороге, неудачные планы, неподготовленные перемещения. Важно всё обдумать."
              ]
            },
            {
              "aspect": "karma",
              "label": "Karma & Soul Path",
              "description": "Patterns, past-life influence...",
              "upright": [
                "Начало нового витка кармы. Очищение и освобождение от старых шаблонов. Свобода выбора."
              ],
              "reversed": [
                "Возврат к старым кармическим циклам. Повторение прошлого из-за неосознанности."
              ]
            }
          ]
        }
      ]
    },
    "ua": {
      "cards": [
        {
          "id": "0",
          "card_order": "0",
          "major_card": true,
          "suit": null,
          "image": "",
          "astrology": {
            "planet": "Уран",
            "zodiac": "Водолій"
          },
          "numerology": "0",
          "mantra": "Я йду вперед з відкритим серцем, не боячись невідомості.",
          "metaphor": "Крок у порожнечу, за яким починається життя.",
          "title": "Дурень",
          "keywords": [
            "початок",
            "свобода",
            "шлях",
            "потенціал",
            "непередбачуваність",
            "інтуїція",
            "спонтанність"
          ],
          "main_description": "«Дурень» символізує початок шляху, чистий потенціал і довіру до життя. Він не боїться зробити крок у невідомість і слідувати за своїм внутрішнім голосом. Ця карта говорить про свободу від упереджень і відкритість до нового досвіду.",
          "full_description": "Карта «Дурень» — це архетип первинного імпульсу. Вона вказує на можливість нового початку, наївність, готовність до пригод. Це момент, коли ми ще не знаємо, що чекає нас попереду, але вже робимо перший крок. «Дурень» — не дурний, а той, хто живе серцем. Його енергія — смілива і спонтанна, він не підкоряється правилам, а рухається за покликом душі. У розкладах карта часто означає несподівані повороти, сміливі рішення або необхідність відпустити контроль.",
          "symbolism": "На класичному зображенні «Дурень» стоїть на краю обриву, з легкою похідною сумкою, білою трояндою і собакою, що його супроводжує. Обрив — це межа між відомим і невідомим. Сумка — досвід, який він несе, можливо, не усвідомлюючи його цінності. Біла троянда символізує чистоту намірів, а собака — інстинкти і вірних супутників на шляху.",
          "magic_description": "«Дурень» відкриває ворота в магічний простір нових можливостей. У ритуалах карта використовується для початку циклів, запуску проєктів і очищення від старих обмежень. Її енергія сприятлива для роботи з інтуїцією та активації внутрішнього голосу.",
          "day_description": "День під впливом «Дурня» може бути сповнений сюрпризів, спонтанних рішень і нових зустрічей. Це час, коли варто довіряти потоку, відпускати контроль і бути відкритим до всього, що приходить.",
          "summary_description": "Символ початку, свободи та інтуїтивного шляху. «Дурень» — карта нуля, чистого аркуша та сміливості бути собою.",
          "advice_upright": "Дозволь собі зробити крок за межі звичного. Ризикни. Світ щедрий до тих, хто йде своїм шляхом.",
          "advice_reversed": "Перевір, чи не заплющуєш ти очі на реальність. Уникай легковажності та неусвідомлених рішень.",
          "emotion": "Натхнення, цікавість, легкість",
          "element": "Повітря",
          "energy": "Ян",
          "aspects": [
            {
              "aspect": "love",
              "label": "Кохання",
              "description": "Питання про стосунки...",
              "upright": [
                "У стосунках «Дурень» говорить про легкість, флірт, нові знайомства. Це період, коли кохання приходить несподівано, без плану та умов."
              ],
              "reversed": [
                "Проблеми з зобов'язаннями, втеча від відповідальності або емоційна незрілість. Варто задуматися, чи готовий ти до серйозності."
              ]
            },
            {
              "aspect": "work",
              "label": "Робота",
              "description": "Ситуації, пов'язані з кар'єрою...",
              "upright": [
                "Нові проєкти, несподівані пропозиції, зміна напрямку. Час пробувати та йти нестандартними шляхами."
              ],
              "reversed": [
                "Відсутність фокусу, спонтанні рішення без плану. Можлива помилка через недосвідченість або безрозсудність."
              ]
            },
            {
              "aspect": "finance",
              "label": "Фінанси",
              "description": "Теми про гроші...",
              "upright": [
                "Шанс на несподіваний дохід, але важливо зберігати усвідомленість. Гроші можуть прийти спонтанно, так само легко — піти."
              ],
              "reversed": [
                "Безвідповідальне ставлення до фінансів, витрати на емоціях, уникнення фінансового планування."
              ]
            },
            {
              "aspect": "health",
              "label": "Здоров'я",
              "description": "Фізичне та емоційне благополуччя...",
              "upright": [
                "Хороше самопочуття завдяки внутрішній легкості. Можливі несподівані зміни, позитивні або нейтральні."
              ],
              "reversed": [
                "Травми через неуважність, нестабільний емоційний стан. Варто бути обережнішим з тілом."
              ]
            },
            {
              "aspect": "spirit",
              "label": "Духовність",
              "description": "Внутрішній шлях, інтуїція, духовне зростання...",
              "upright": [
                "Відкриття духовного шляху, спонтанні осяяння. Віра без доказів, інтуїтивний рух вперед."
              ],
              "reversed": [
                "Скептицизм, втрата зв'язку з собою, духовна розгубленість. Потрібен час для перезавантаження."
              ]
            },
            {
              "aspect": "self",
              "label": "Саморозвиток",
              "description": "Особисте зростання, впевненість...",
              "upright": [
                "Зростання через спроби та помилки. Пізнання себе в дії, готовність ризикувати заради досвіду."
              ],
              "reversed": [
                "Відмова від особистого розвитку, застрягання в інфантильності. Страх перед дорослішанням."
              ]
            },
            {
              "aspect": "family",
              "label": "Сім'я",
              "description": "Сімейні зв'язки, виховання дітей...",
              "upright": [
                "Нові етапи в сімейному житті, можливо народження дитини або переїзд. Легкість у стосунках з близькими."
              ],
              "reversed": [
                "Брак відповідальності, уникнення сімейних обов'язків. Конфлікти на ґрунті легковажності."
              ]
            },
            {
              "aspect": "friends",
              "label": "Дружба та соціальне коло",
              "description": "Соціальна динаміка, нові дружні зв'язки...",
              "upright": [
                "Нові знайомства, незвичайні люди, несподівані соціальні зв'язки. Веселе та невимушене спілкування."
              ],
              "reversed": [
                "Розчарування в друзях, поверхове спілкування, брак надійності в оточенні."
              ]
            },
            {
              "aspect": "decision",
              "label": "Рішення",
              "description": "Перехрестя, прийняття рішення...",
              "upright": [
                "Інтуїтивне прийняття рішень, довіра внутрішньому голосу. Ризик може бути виправданий."
              ],
              "reversed": [
                "Імпульсивні або неусвідомлені рішення. Варто зупинитися та подумати ще раз."
              ]
            },
            {
              "aspect": "future",
              "label": "Майбутнє",
              "description": "Прогнози, майбутні енергії...",
              "upright": [
                "Несподівані зміни, нова глава життя. Все залежить від твоєї сміливості та відкритості."
              ],
              "reversed": [
                "Майбутнє туманне через відсутність чітких цілей. Можливі різкі повороти, якщо не змінити підхід."
              ]
            },
            {
              "aspect": "lesson",
              "label": "Життєвий урок",
              "description": "Кармічні або духовні уроки...",
              "upright": [
                "Навчитися довіряти життю та йти вперед, не маючи всіх відповідей. Здобуття мудрості через досвід."
              ],
              "reversed": [
                "Повторення старих помилок через неуважність. Не пройдений урок на тему відповідальності."
              ]
            },
            {
              "aspect": "creativity",
              "label": "Творчість",
              "description": "Натхнення, мистецьке самовираження...",
              "upright": [
                "Порив натхнення, несподівані ідеї, нестандартні підходи до творчості."
              ],
              "reversed": [
                "Хаотичність, творча криза, відсутність напрямку. Варто знайти внутрішню опору."
              ]
            },
            {
              "aspect": "travel",
              "label": "Подорожі та переїзд",
              "description": "Поїздки, переїзди, зміни в оточенні...",
              "upright": [
                "Раптові поїздки, спонтанні подорожі, зміна місця проживання. Все на краще."
              ],
              "reversed": [
                "Проблеми в дорозі, невдалі плани, непідготовлені переміщення. Важливо все обміркувати."
              ]
            },
            {
              "aspect": "karma",
              "label": "Карма та шлях душі",
              "description": "Закономірності, вплив минулих життів...",
              "upright": [
                "Початок нового витка карми. Очищення та звільнення від старих шаблонів. Свобода вибору."
              ],
              "reversed": [
                "Повернення до старих кармічних циклів. Повторення минулого через неусвідомленість."
              ]
            }
          ]
        }
      ]
    }
  }
}